export const ATHKAR_DATA = [
  {
    id: 1,
    category: "أذكار الصباح ",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_028.mp3",
    array: [
      {
        id: 1,
        text: "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ﴾ - آية الكرسي كاملة.",
        count: 1,
        audio: "/audio/75.mp3",
      },
      {
        id: 2,
        text: "قراءة سورة الإخلاص والمعوذتين (ثلاث مرات).",
        count: 3,
        audio: "/audio/76.mp3",
      },
      {
        id: 3,
        text: "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ)).",
        count: 1,
        audio: "/audio/77.mp3",
      },
      {
        id: 4,
        text: "((اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ)).",
        count: 1,
        audio: "/audio/78.mp3",
      },
      {
        id: 5,
        text: "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) مائة مرة.",
        count: 100,
        audio: "/audio/91.mp3",
      },
      {
        id: 6,
        text: "((أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ)) مائة مرة في اليوم.",
        count: 100,
        audio: "/audio/96.mp3",
      },
      {
        id: 7,
        text: "((اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ)) عشر مرات.",
        count: 10,
        audio: "/audio/98.mp3",
      },
    ],
  },
  {
    id: 2,
    category: "أذكار المساء",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_028.mp3",
    array: [
      {
        id: 1,
        text: "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ﴾ - آية الكرسي كاملة.",
        count: 1,
        audio: "/audio/75.mp3",
      },
      {
        id: 2,
        text: "قراءة سورة الإخلاص والمعوذتين (ثلاث مرات).",
        count: 3,
        audio: "/audio/76.mp3",
      },
      {
        id: 3,
        text: "((أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ)).",
        count: 1,
        audio: "/audio/77.mp3",
      },
      {
        id: 4,
        text: "((اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ)).",
        count: 1,
        audio: "/audio/78.mp3",
      },
      {
        id: 5,
        text: "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) مائة مرة.",
        count: 100,
        audio: "/audio/91.mp3",
      },
      {
        id: 6,
        text: "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)) ثلاث مرات.",
        count: 3,
        audio: "/audio/97.mp3",
      },
    ],
  },
  {
    id: 3,
    category: "أذكار النوم",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_029.mp3",
    array: [
      {
        id: 1,
        text: "قراءة آية الكرسي قبل النوم.",
        count: 1,
        audio: "/audio/100.mp3",
      },
      {
        id: 2,
        text: "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا)).",
        count: 1,
        audio: "/audio/102.mp3",
      },
      {
        id: 3,
        text: "((سُبْحَانَ اللَّهِ ثلاثاً وثلاثين، وَالْحَمْدُ لِلَّهِ ثلاثاً وثلاثين، وَاللَّهُ أَكْبَرُ أربعاً وثلاثينَ)).",
        count: 1,
        audio: "/audio/106.mp3",
      },
      {
        id: 4,
        text: "قراءة سورة الملك وآخر آيتين من سورة البقرة.",
        count: 1,
        audio: "/audio/110.mp3",
      },
    ],
  },
  {
    id: 4,
    category: "أذكار الاستيقاظ من النوم",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_002.mp3",
    array: [
      {
        id: 1,
        text: "((الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ)).",
        count: 1,
        audio: "/audio/1.mp3",
      },
      {
        id: 2,
        text: "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، رَبِّ اغْفرْ لِي)).",
        count: 1,
        audio: "/audio/2.mp3",
      },
    ],
  },
  {
    id: 5,
    category: "أذكار بعد الصلاة",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_026.mp3",
    array: [
      {
        id: 1,
        text: "((أَسْتَغْفِرُ اللَّهَ)) ثلاثاً، ((اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ)).",
        count: 3,
        audio: "/audio/66.mp3",
      },
      {
        id: 2,
        text: "((سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ)) ثلاثاً وثلاثين، ثم تتمة المائة بـ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ)).",
        count: 33,
        audio: "/audio/69.mp3",
      },
      {
        id: 3,
        text: "آية الكرسي عقب كل صلاة.",
        count: 1,
        audio: "/audio/71.mp3",
      },
    ],
  },
  {
    id: 6,
    category: "دعاء الهم والحزن",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_035.mp3",
    array: [
      {
        id: 1,
        text: "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ... أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
        count: 1,
        audio: "/audio/120.mp3",
      },
      {
        id: 2,
        text: "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
        count: 1,
        audio: "/audio/121.mp3",
      },
    ],
  },
  {
    id: 7,
    category: "دعاء الكرب",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_036.mp3",
    array: [
      {
        id: 1,
        text: "((لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ)).",
        count: 1,
        audio: "/audio/122.mp3",
      },
      {
        id: 2,
        text: "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
        count: 1,
        audio: "/audio/123.mp3",
      },
    ],
  },
  {
    id: 8,
    category: "دعاء السفر",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_097.mp3",
    array: [
      {
        id: 1,
        text: "اللَّهُ أَكْبَرُ ثلاثاً، ((اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى)).",
        count: 1,
        audio: "/audio/207.mp3",
      },
    ],
  },
  {
    id: 9,
    category: "الدعاء قبل الطعام",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_070.mp3",
    array: [
      {
        id: 1,
        text: "((بِسْمِ اللَّهِ))، فإن نسي في أوله فليقل: بسم الله في أوله وآخره.",
        count: 1,
        audio: "/audio/178.mp3",
      },
    ],
  },
  {
    id: 10,
    category: "الذكر عند الخروج من المنزل",
    audio: "/audio/ar_7esn_AlMoslem_by_Doors_011.mp3",
    array: [
      {
        id: 1,
        text: "((بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ)).",
        count: 1,
        audio: "/audio/16.mp3",
      },
    ],
  },
];
